[
  {
    "id": 1,
    "name": "Curso de Programación Básica",
    "description": "Aprende los fundamentos de la programación con este curso de 15 horas. Comienza con una introducción a la lógica de programación y los conceptos fundamentales que te permitirán entender cómo funcionan los programas.",
    "image": "/images/cursospng.jpeg",
    "price": "30000"
  },
  {
    "id": 2,
    "name": "Curso Fundamentos HTML y CSS",
    "description": "Sumérgete en el mundo del diseño web con este curso de 7 horas. Aprende sobre las etiquetas y la estructura de HTML, así como la estilización de páginas con CSS para crear sitios web visualmente atractivos.",
    "image": "https://i.blogs.es/4f3b76/aprender-programacion-gratis/450_1000.webp",
    "price": "80000"
  },
  {
    "id": 3,
    "name": "Curso Práctico HTML y CSS",
    "description": "Aplica los conocimientos adquiridos en HTML y CSS con este curso práctico de 2 horas. Aprende a crear y estilizar páginas web reales para llevar tus habilidades de diseño web al siguiente nivel.",
    "image": "/images/cursospng.jpeg",
    "price": 12000
  },
  {
    "id": 4,
    "name": "Curso Responsive Design",
    "description": "Domina el arte del diseño web adaptable con este curso de 5 horas. Aprende a utilizar media queries y técnicas de diseño adaptable para crear sitios web que se adapten a diferentes dispositivos y tamaños de pantalla.",
    "image": "/images/cursospng.jpeg",
    "price": 25000
  },
  {
    "id": 5,
    "name": "Curso CSS Grid y Flexbox",
    "description": "Aprende a diseñar páginas web modernas y flexibles con este curso de 4 horas. Dominarás CSS Grid y Flexbox para crear diseños complejos y flexibles que se ajusten a cualquier dispositivo.",
    "image": "/images/reuniones-grupales.jpg",
    "price": 18000
  },
  {
    "id": 6,
    "name": "Curso Programación con JavaScript",
    "description": "Explora el mundo de la programación en el lado del cliente con este curso de 11 horas. Aprende sobre variables, operadores y estructuras de control en JavaScript para crear aplicaciones web interactivas y dinámicas.",
    "image": "/images/port-javascript.jpg",
    "price": 30000
  },
  {
    "id": 7,
    "name": "Curso Básico de Programación Orientada a Objetos con JavaScript",
    "description": "Sumérgete en los principios de la programación orientada a objetos con este curso de 3 horas. Aprende los conceptos básicos de OOP en JavaScript y cómo aplicarlos en tus proyectos.",
    "image": "/images/foto3.jppg.webp",
    "price": 15000
  },
  {
    "id": 8,
    "name": "Curso Intermedio de Programación Orientada a Objetos con JavaScript",
    "description": "Profundiza tus conocimientos de programación orientada a objetos con este curso de 4 horas. Explora conceptos avanzados de OOP y aprende a aplicarlos en situaciones del mundo real.",
    "image": "/images/escritorio.jpg",
    "price": "20000"
  },
  {
    "id": 9,
    "name": "nnnnnnnnn",
    "description": "nnnnnnnnnnnnnnn",
    "image": "",
    "price": "50000"
  }
]